jorgebucaran/fisher
edc/bass
sadanand-singh/fish-sudope
meaningful-ooo/sponge
nickeb96/puffer-fish
catppuccin/fish
jorgebucaran/autopair.fish
jethrokuan/z
patrickf1/fzf.fish
fabioantunes/fish-nvm
